---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MullionFamType
source: html/0cce02e5-ce89-e71a-6676-8ec3e077b484.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MullionFamType Property

"Mullion Family General Shape"

## Syntax (C#)
```csharp
public static ForgeTypeId MullionFamType { get; }
```